const citys = [
  {
    name: "서울",
    gubuns: [
      "강남구", "강동구", "강북구", "강서구", "관악구", "광진구", "구로구", "금천구",
      "노원구", "도봉구", "동대문구", "동작구", "마포구", "서대문구", "서초구", "성동구",
      "성북구", "송파구", "양천구", "영등포구", "용산구", "은평구", "종로구", "중구", "중랑구"
    ]
  },
  {
    name: "부산",
    gubuns: [
      "해운대구", "수영구", "동래구", "사상구", "사하구", "강서구", "금정구", "북구",
      "연제구", "동구", "중구", "영도구", "부산진구", "남구", "미포구"
    ]
  },
  {
    name: "대구",
    gubuns: [
      "중구", "동구", "서구", "남구", "북구", "수성구", "달서구", "달성군"
    ]
  },
  {
    name: "인천",
    gubuns: [
      "중구", "동구", "미추홀구", "연수구", "남동구", "부평구", "계양구", "서구", "강화군", "옹진군"
    ]
  },
  {
    name: "광주",
    gubuns: [
      "동구", "서구", "남구", "북구", "광산구"
    ]
  },
  {
    name: "대전",
    gubuns: [
      "동구", "중구", "서구", "유성구", "대덕구"
    ]
  },
  {
    name: "울산",
    gubuns: [
      "중구", "남구", "동구", "북구", "울주군"
    ]
  },
  {
    name: "경기",
    gubuns: [
      "수원시", "고양시", "용인시", "성남시", "화성시", "평택시", "안산시", "안양시",
      "시흥시", "김포시", "파주시", "광명시", "하남시", "오산시", "의왕시", "군포시",
      "여주시", "이천시", "양주시", "포천시", "동두천시", "연천군", "가평군", "양평군"
    ]
  },
  {
    name: "강원",
    gubuns: [
      "춘천시", "원주시", "강릉시", "동해시", "태백시", "속초시", "삼척시", "홍천군",
      "횡성군", "영월군", "평창군", "정선군", "철원군", "화천군", "양구군", "인제군",
      "고성군", "양양군"
    ]
  },
  {
    name: "충북",
    gubuns: [
      "청주시", "충주시", "제천시", "보은군", "옥천군", "영동군", "진천군", "괴산군",
      "음성군", "김장군", "단양군"
    ]
  },
  {
    name: "충남",
    gubuns: [
      "대전시", "천안시", "공주시", "보령시", "아산시", "서산시", "논산시", "계룡시",
      "당진시", "금산군", "부여군", "서천군", "청양군", "홍성군", "예산군", "태안군"
    ]
  },
  {
    name: "전북",
    gubuns: [
      "전주시", "군산시", "익산시", "정읍시", "남원시", "김제시", "완주군", "진안군",
      "무주군", "장수군", "임실군", "순창군", "고창군", "부안군"
    ]
  },
  {
    name: "전남",
    gubuns: [
      "목포시", "여수시", "순천시", "광양시", "담양군", "곡성군", "구례군", "고흥군",
      "보성군", "화순군", "장흥군", "강진군", "해남군", "영암군", "무안군", "함평군",
      "영광군", "장성군", "완도군", "진도군", "신안군"
    ]
  },
  {
    name: "경북",
    gubuns: [
      "포항시", "경주시", "구미시", "김천시", "안동시", "상주시", "문경시", "경산시",
      "군위군", "의성군", "청송군", "영양군", "영천시", "지구시", "청도군", "고령군",
      "성주군", "칠곡군", "예천군", "봉화군", "울진군", "울릉군"
    ]
  },
  {
    name: "경남",
    gubuns: [
      "창원시", "진주시", "통영시", "사천시", "김해시", "밀양시", "거제시", "양산시",
      "의령군", "함안군", "창녕군", "고성군", "남해군", "하동군", "산청군", "함양군",
      "거창군", "합천군"
    ]
  },
  {
    name: "제주",
    gubuns: [
      "제주시", "서귀포시"
    ]
  }
];
const techStacks = [
  "Java",
  "NodeJS",
  "Kotlin",
  "Mysql",
  "MongoDB",
  "Python",
  "Oracle",
  "AWS",
  "Spring",
  "Azure",
  "NextJS",
  "Kubernetes",
  "Javascript",
  "Flutter",
  "Docker",
  "Typescript",
  "Swift",
  "Django",
  "React",
  "Ruby",
  "PHP",                 
  "VueJS",             
  "Angular",             
  "Svelte",  
];
const Data = {
  citys,
  techStacks
};

export default Data;
